/* Latest posted, replied, edited */
"Recently Active" = "Recently Active";

"Recently Active-Menu" = "Latest";

/* Categories */
"Categories" = "Categories";

/* Hot topics */
"Hot" = "Hot";

/* Latest published topics */
"Latest Publish" = "Latest Publish";

"Latest Publish-Menu" = "New";

/* Personal related */
"Profile" = "Profile";

/* Tags */
"Tags" = "Tags";

/* Cannot loadmore topics, reached the end */
"No more topics" = "No more topics";

/* Categories */
"Categories" = "Categories";

/* TopicListCell meta-Replies */
"Replies" = "Replies";

/* TopicListCell meta-Views */
"Views" = "Views";

/* Time interval in 10 days */
"days ago" = "days ago";

/* Time interval in 1 day */
"hours ago" = "hours ago";

/* Time interval in 60 seconds */
"Just now" = "Just now";

/* Time interval in 1 hour */
"minutes ago" = "minutes ago";

/* Hot topics period filters */
"Filters" = "Filters";

"Topic" = "Topic";

"Replies_long" = "Replies";

"Comments" = "Comments";

"Post at " = "Post at ";

"Select Category" = "Select Category";

"Email Address or Username" = "Email Address or Username";

"Email Address" = "Email Address";

"Your Username" = "Your Username";

"Your Password" = "Your Password";

"Repeat Password" = "Repeat Password";

"Login" = "Login";

"Register" = "Register";

"Sign Up" = "Sign Up";

"Sign In" = "Sign In";

"Forgot Password?" = "Forgot Password?";

"Please check your network" = "Please check your network";

"Please check your input information" = "Please check your input information";

"OK" = "OK";

"Login success" = "Login success";

"Login failed" = "Login failed";

"Sure to logout?" = "Sure to logout?";

"Cancel" = "Cancel";

"Logout" = "Logout";

"Setting" = "Setting";

"Topics" = "Topics";

"Replies(setting)" = "Replies";

"Favorites" = "Favorites";

"Notifications" = "Notifications";

"Feedback" = "Feedback";

"Vote App" = "Vote App";

"More Settings" = "More Settings";

"My Account" = "My Account";

"Clear Cache" = "Clear Cache";

"About CoCode" = "About CoCode";

"Logout Account" = "Logout Account";

"Night Mode" = "Night Mode";

"Auto Theme" = "Auto Theme";

"Text Mode" = "Text Mode";

"Clear Cache Success" = "Clear Cache Success";

"Settings" = "Settings";

"Login to view" = "Login to View";

"Message from part1" = "Message from ";

"Message from part2" = "";

"Achieve Badge " = "Achieve Badge ";

"minutes ago(short)" = "Mins";

"Open in Safari" = "Open in Safari";

"Save Picture" = "Save Picture";

"Picture Saved Successfully" = "Picture Saved Successfully";

"Picture Saved Failure" = "Picture Saved Failure";

"Share Article Successfully" = "Share Article Successfully";

"Need Login" = "Need Login";

"You need login to vote this topic" = "You need login to vote this topic";

"Do not like it again" = "Do not like it again";

"Liked" = "Liked";

"Vote Failed" = "Vote Failed";

"No more replies" = "No more replies";